Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Notice_NotEncodable
source: The character can't be represented in the current encoding.
ar: لا يمكن تمثيل هذا الحرف في الترميز الحالي.
cs: Tento znak nelze v aktuálním kódování vyjádřit.
de: Das Zeichen kann in der aktuellen Codierung nicht dargestellt werden.
el: Ο χαρακτήρας δεν μπορεί να αναπαρασταθεί στην τρέχουσα κωδικοποίηση.
es: El carácter no se puede representar en la codificación actual.
fa: این نویسه در رمزگذاری فعلی قابل نمایش نیست.
fr: Le caractère ne peut pas être représenté dans l'encodage actuel.
hu: A karakter nem ábrázolható az aktuális kódolásban.
id: Karakter tidak dapat direpresentasikan dalam pengodean saat ini.
it: Il carattere non può essere rappresentato nella codifica corrente.
ja: この文字は現在の文字コードで表せません。
ja_jp: この文字は現在の文字コードで表せません。
ko: 이 문자는 현재 인코딩으로 표현할 수 없습니다.
pl: Tego znaku nie można przedstawić w bieżącym kodowaniu.
pt: O caractere não pode ser representado na codificação atual.
ro: Caracterul nu poate fi reprezentat în codificarea curentă.
ru: Этот символ нельзя представить в текущей кодировке.
th: ไม่สามารถแสดงอักขระนี้ด้วยการเข้ารหัสปัจจุบัน
tr: Bu karakter geçerli kodlamayla gösterilemiyor.
uk: Цей символ неможливо представити в поточному кодуванні.
vi: Không thể biểu diễn ký tự này bằng bảng mã hiện tại.
zh_hans: 该字符无法用当前编码表示。
zh_hant: 目前的編碼無法表示此字元。

# Notice_NotEncodableChar
source: “{0}” can't be represented in {1}.
ar: لا يمكن تمثيل «{0}» في {1}.
cs: „{0}“ nelze v kódování {1} vyjádřit.
de: „{0}“ kann in {1} nicht dargestellt werden.
el: Το «{0}» δεν μπορεί να αναπαρασταθεί σε {1}.
es: “{0}” no se puede representar en {1}.
fa: «{0}» در {1} قابل نمایش نیست.
fr: « {0} » ne peut pas être représenté dans {1}.
hu: „{0}” nem ábrázolható a(z) {1} kódolásban.
id: “{0}” tidak dapat direpresentasikan dalam {1}.
it: “{0}” non può essere rappresentato in {1}.
ja: 「{0}」は {1} で表せません。
ko: “{0}”은(는) {1}(으)로 표현할 수 없습니다.
pl: Znaku „{0}” nie można przedstawić w kodowaniu {1}.
pt: “{0}” não pode ser representado em {1}.
ro: „{0}” nu poate fi reprezentat în {1}.
ru: «{0}» нельзя представить в кодировке {1}.
th: ไม่สามารถแสดง “{0}” ด้วย {1}
tr: “{0}”, {1} ile gösterilemiyor.
uk: «{0}» неможливо представити в кодуванні {1}.
vi: Không thể biểu diễn “{0}” bằng {1}.
zh_hans: “{0}”无法用 {1} 表示。
zh_hant: {1} 無法表示「{0}」。

# Notice_FillWithZero
source: Fill with 00
ar: التعبئة بـ 00
cs: Vyplnit hodnotou 00
de: Mit 00 füllen
el: Συμπλήρωση με 00
es: Rellenar con 00
fa: پر کردن با 00
fr: Remplir avec 00
hu: Kitöltés 00-val
id: Isi dengan 00
it: Riempi con 00
ja: 00 で塗りつぶす
ko: 00으로 채우기
pl: Wypełnij wartością 00
pt: Preencher com 00
ro: Umplere cu 00
ru: Заполнить 00
th: เติมด้วย 00
tr: 00 ile doldur
uk: Заповнити 00
vi: Điền bằng 00
zh_hans: 用 00 填充
zh_hant: 以 00 填滿

# Notice_Busy
source: The document is being processed and can't be edited right now.
ar: تتم معالجة المستند ولا يمكن تحريره الآن.
cs: Dokument se zpracovává a nyní ho nelze upravovat.
de: Das Dokument wird gerade verarbeitet und kann im Moment nicht bearbeitet werden.
el: Το έγγραφο υποβάλλεται σε επεξεργασία και δεν μπορεί να τροποποιηθεί αυτή τη στιγμή.
es: El documento se está procesando y no se puede editar en este momento.
fa: سند در حال پردازش است و اکنون قابل ویرایش نیست.
fr: Le document est en cours de traitement et ne peut pas être modifié pour le moment.
hu: A dokumentum feldolgozás alatt áll, ezért most nem szerkeszthető.
id: Dokumen sedang diproses dan tidak dapat diedit saat ini.
it: Il documento è in fase di elaborazione e al momento non può essere modificato.
ja: 処理中のため編集できません。
ja_jp: 処理中のため編集できません。
ko: 문서를 처리하는 중이므로 지금은 편집할 수 없습니다.
pl: Dokument jest przetwarzany i nie można go teraz edytować.
pt: O documento está sendo processado e não pode ser editado agora.
ro: Documentul este în curs de procesare și nu poate fi editat acum.
ru: Документ обрабатывается, и сейчас его нельзя изменить.
th: เอกสารกำลังถูกประมวลผลและไม่สามารถแก้ไขได้ในขณะนี้
tr: Belge işleniyor ve şu anda düzenlenemiyor.
uk: Документ обробляється, і зараз його неможливо редагувати.
vi: Tài liệu đang được xử lý và hiện không thể chỉnh sửa.
zh_hans: 文档正在处理中，暂时无法编辑。
zh_hant: 文件正在處理中，目前無法編輯。

# Menu_Go_GoTo.Text
source: Go to Offset...
ar: الانتقال إلى إزاحة...
cs: Přejít na posun...
de: Gehe zu Offset...
el: Μετάβαση σε μετατόπιση...
es: Ir al desplazamiento...
fa: رفتن به آفست...
fr: Atteindre le décalage...
hu: Ugrás eltolásra...
id: Pergi ke Offset...
it: Vai all'offset...
ja: オフセットへ移動(G)...
ko: 오프셋으로 이동(G)...
pl: Przejdź do przesunięcia...
pt: Ir para deslocamento...
ro: Salt la deplasament...
ru: Перейти к смещению...
th: ไปที่ออฟเซ็ต(G)...
tr: Ofsete Git...
uk: Перейти до зміщення...
vi: Đi tới Độ lệch...
zh_hans: 转到偏移量(G)...
zh_hant: 移至位移(G)...

# Menu_Go_Back.Text
source: Back
ar: رجوع
cs: Zpět
de: Zurück
el: Πίσω
es: Atrás
fa: عقب
fr: Précédent
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る(B)
ko: 뒤로(B)
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
th: ย้อนกลับ(B)
tr: Geri
uk: Назад
vi: Lùi
zh_hans: 后退(B)
zh_hant: 返回(B)

# Menu_Go_Forward.Text
source: Forward
ar: للأمام
cs: Vpřed
de: Vorwärts
el: Εμπρός
es: Adelante
fa: جلو
fr: Suivant
hu: Előre
id: Maju
it: Avanti
ja: 進む(F)
ko: 앞으로(F)
pl: Dalej
pt: Avançar
ro: Înainte
ru: Вперед
th: ไปข้างหน้า(F)
tr: İleri
uk: Вперед
vi: Tiến
zh_hans: 前进(F)
zh_hant: 前進(F)

# GoTo_Input.PlaceholderText
source: Offset or expression (e.g. 0x1F00, end-0x10)
ar: إزاحة أو تعبير (مثل 0x1F00 أو end-0x10)
cs: Posun nebo výraz (např. 0x1F00, end-0x10)
de: Offset oder Ausdruck (z. B. 0x1F00, end-0x10)
el: Μετατόπιση ή παράσταση (π.χ. 0x1F00, end-0x10)
es: Desplazamiento o expresión (p. ej., 0x1F00, end-0x10)
fa: آفست یا عبارت (مثلاً 0x1F00، end-0x10)
fr: Décalage ou expression (par ex. 0x1F00, end-0x10)
hu: Eltolás vagy kifejezés (pl. 0x1F00, end-0x10)
id: Offset atau ekspresi (mis. 0x1F00, end-0x10)
it: Offset o espressione (ad es. 0x1F00, end-0x10)
ja: オフセットまたは式 (例: 0x1F00、end-0x10)
ko: 오프셋 또는 식(예: 0x1F00, end-0x10)
pl: Przesunięcie lub wyrażenie (np. 0x1F00, end-0x10)
pt: Deslocamento ou expressão (por exemplo, 0x1F00, end-0x10)
ro: Deplasament sau expresie (de ex. 0x1F00, end-0x10)
ru: Смещение или выражение (например, 0x1F00, end-0x10)
th: ออฟเซ็ตหรือนิพจน์ (เช่น 0x1F00, end-0x10)
tr: Ofset veya ifade (ör. 0x1F00, end-0x10)
uk: Зміщення або вираз (наприклад, 0x1F00, end-0x10)
vi: Độ lệch hoặc biểu thức (ví dụ: 0x1F00, end-0x10)
zh_hans: 偏移量或表达式（例如 0x1F00、end-0x10）
zh_hant: 位移或運算式（例如 0x1F00、end-0x10）

# GoTo_Input_Name
source: Go to
ar: الانتقال إلى
cs: Přejít na
de: Ziel
el: Προορισμός
es: Destino
fa: رفتن به
fr: Destination
hu: Ugrás ide
id: Pergi ke
it: Destinazione
ja: 移動先
ko: 이동할 위치
pl: Przejdź do
pt: Destino
ro: Destinație
ru: Перейти к
th: ไปที่
tr: Hedef
uk: Перейти до
vi: Đi tới
zh_hans: 转到
zh_hant: 移至

# GoTo_Base_Name
source: Relative to
ar: نسبةً إلى
cs: Vzhledem k
de: Bezugspunkt
el: Σημείο αναφοράς
es: Relativo a
fa: نسبت به
fr: Par rapport à
hu: Viszonyítási pont
id: Relatif terhadap
it: Relativo a
ja: 基準
ko: 기준
pl: Względem
pt: Relativo a
ro: Relativ la
ru: Относительно
th: อ้างอิงจาก
tr: Başlangıç noktası
uk: Відносно
vi: Tương đối với
zh_hans: 相对于
zh_hant: 相對於

# GoTo_Base_Auto.Content
source: Auto
ar: تلقائي
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
fa: خودکار
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
pl: Automatycznie
pt: Automático
ro: Automat
ru: Авто
th: อัตโนมัติ
tr: Otomatik
uk: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# GoTo_Base_Start.Content
source: From start
ar: من البداية
cs: Od začátku
de: Vom Anfang
el: Από την αρχή
es: Desde el inicio
fa: از ابتدا
fr: Depuis le début
hu: Az elejétől
id: Dari awal
it: Dall'inizio
ja: 先頭から
ko: 처음부터
pl: Od początku
pt: Do início
ro: De la început
ru: От начала
th: จากจุดเริ่มต้น
tr: Baştan
uk: Від початку
vi: Từ đầu
zh_hans: 从开头
zh_hant: 從開頭

# GoTo_Base_Cursor.Content
source: From cursor
ar: من المؤشر
cs: Od kurzoru
de: Vom Cursor
el: Από τον δρομέα
es: Desde el cursor
fa: از مکان‌نما
fr: Depuis le curseur
hu: A kurzortól
id: Dari kursor
it: Dal cursore
ja: カーソルから
ko: 커서부터
pl: Od kursora
pt: Do cursor
ro: De la cursor
ru: От курсора
th: จากเคอร์เซอร์
tr: İmleçten
uk: Від курсора
vi: Từ con trỏ
zh_hans: 从光标处
zh_hant: 從游標

# GoTo_Base_End.Content
source: From end
ar: من النهاية
cs: Od konce
de: Vom Ende
el: Από το τέλος
es: Desde el final
fa: از انتها
fr: Depuis la fin
hu: A végétől
id: Dari akhir
it: Dalla fine
ja: 末尾から
ko: 끝부터
pl: Od końca
pt: Do fim
ro: De la sfârșit
ru: От конца
th: จากจุดสิ้นสุด
tr: Sondan
uk: Від кінця
vi: Từ cuối
zh_hans: 从末尾
zh_hant: 從結尾

# GoTo_Unit_Name
source: Unit
ar: الوحدة
cs: Jednotka
de: Einheit
el: Μονάδα
es: Unidad
fa: واحد
fr: Unité
hu: Egység
id: Satuan
it: Unità
ja: 単位
ko: 단위
pl: Jednostka
pt: Unidade
ro: Unitate
ru: Единица
th: หน่วย
tr: Birim
uk: Одиниця
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

# GoTo_Unit_Bytes.Content
source: Bytes
ar: بايت
cs: Bajty
el: Byte
fa: بایت
fr: Octets
hu: Bájt
id: Byte
it: Byte
ja: バイト
ko: 바이트
pl: Bajty
ro: Octeți
ru: Байты
th: ไบต์
tr: Bayt
uk: Байти
vi: Byte
zh_hans: 字节
zh_hant: 位元組

# GoTo_Unit_Rows.Content
source: Rows
ar: صفوف
cs: Řádky
de: Zeilen
el: Γραμμές
es: Filas
fa: سطر
fr: Lignes
hu: Sor
id: Baris
it: Righe
ja: 行
ko: 행
pl: Wiersze
pt: Linhas
ro: Rânduri
ru: Строки
th: แถว
tr: Satır
uk: Рядки
vi: Hàng
zh_hans: 行
zh_hant: 列

# GoTo_Unit_Sectors.Content
source: Sectors
ar: قطاعات
cs: Sektory
de: Sektoren
el: Τομείς
es: Sectores
fa: سکتور
fr: Secteurs
hu: Szektor
id: Sektor
it: Settori
ja: セクタ
ko: 섹터
pl: Sektory
pt: Setores
ro: Sectoare
ru: Секторы
th: เซกเตอร์
tr: Sektör
uk: Сектори
vi: Sector
zh_hans: 扇区
zh_hant: 磁區

# GoTo_Select.Content
source: Select while moving
ar: التحديد أثناء الانتقال
cs: Při přesunu vybírat
de: Beim Springen auswählen
el: Επιλογή κατά τη μετάβαση
es: Seleccionar al desplazarse
fa: انتخاب هنگام حرکت
fr: Sélectionner en se déplaçant
hu: Kijelölés mozgatás közben
id: Pilih saat berpindah
it: Seleziona durante lo spostamento
ja: 選択しながら移動
ko: 이동하면서 선택
pl: Zaznaczaj podczas przechodzenia
pt: Selecionar ao mover
ro: Selectare la deplasare
ru: Выделять при переходе
th: เลือกขณะย้าย
tr: Giderken seç
uk: Виділяти під час переходу
vi: Chọn khi di chuyển
zh_hans: 移动时选择
zh_hant: 移動時選取

# GoTo_Go.Content
source: Go
ar: انتقال
cs: Přejít
de: Gehe zu
el: Μετάβαση
es: Ir
fa: برو
fr: Atteindre
hu: Ugrás
id: Pergi
it: Vai
ja: 移動
ko: 이동
pl: Przejdź
pt: Ir
ro: Salt
ru: Перейти
th: ไป
tr: Git
uk: Перейти
vi: Đi
zh_hans: 转到
zh_hant: 移至

# GoTo_Close_Name
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închidere
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# GoTo_Error_Empty
source: Enter an offset.
ar: أدخل إزاحة.
cs: Zadejte posun.
de: Geben Sie einen Offset ein.
el: Εισαγάγετε μια μετατόπιση.
es: Escribe un desplazamiento.
fa: یک آفست وارد کنید.
fr: Entrez un décalage.
hu: Adjon meg egy eltolást.
id: Masukkan offset.
it: Immetti un offset.
ja: 移動先を入力してください。
ko: 오프셋을 입력하세요.
pl: Wprowadź przesunięcie.
pt: Insira um deslocamento.
ro: Introduceți un deplasament.
ru: Введите смещение.
th: โปรดใส่ออฟเซ็ต
tr: Bir ofset girin.
uk: Введіть зміщення.
vi: Hãy nhập độ lệch.
zh_hans: 请输入偏移量。
zh_hant: 請輸入位移。

# GoTo_Error_Syntax
source: The expression is not valid.
ar: التعبير غير صالح.
cs: Výraz není platný.
de: Der Ausdruck ist ungültig.
el: Η παράσταση δεν είναι έγκυρη.
es: La expresión no es válida.
fa: عبارت معتبر نیست.
fr: L'expression n'est pas valide.
hu: A kifejezés érvénytelen.
id: Ekspresi tidak valid.
it: L'espressione non è valida.
ja: 式が正しくありません。
ko: 식이 올바르지 않습니다.
pl: Wyrażenie jest nieprawidłowe.
pt: A expressão não é válida.
ro: Expresia nu este validă.
ru: Недопустимое выражение.
th: นิพจน์ไม่ถูกต้อง
tr: İfade geçerli değil.
uk: Неприпустимий вираз.
vi: Biểu thức không hợp lệ.
zh_hans: 表达式无效。
zh_hant: 運算式無效。

# GoTo_Error_UnclosedParenthesis
source: A parenthesis is not closed.
ar: يوجد قوس غير مغلق.
cs: Závorka není uzavřená.
de: Eine Klammer wurde nicht geschlossen.
el: Μια παρένθεση δεν έχει κλείσει.
es: Falta cerrar un paréntesis.
fa: یک پرانتز بسته نشده است.
fr: Une parenthèse n'est pas fermée.
hu: Egy zárójel nincs lezárva.
id: Ada tanda kurung yang tidak ditutup.
it: Una parentesi non è chiusa.
ja: 括弧が閉じていません。
ko: 닫히지 않은 괄호가 있습니다.
pl: Nawias nie został zamknięty.
pt: Um parêntese não foi fechado.
ro: O paranteză nu este închisă.
ru: Не закрыта скобка.
th: มีวงเล็บที่ยังไม่ได้ปิด
tr: Kapatılmamış bir parantez var.
uk: Дужку не закрито.
vi: Có dấu ngoặc chưa được đóng.
zh_hans: 括号未闭合。
zh_hant: 括號未閉合。

# GoTo_Error_UnknownName
source: Unknown name: {0}
ar: اسم غير معروف: {0}
cs: Neznámý název: {0}
de: Unbekannter Name: {0}
el: Άγνωστο όνομα: {0}
es: Nombre desconocido: {0}
fa: نام ناشناخته: {0}
fr: Nom inconnu : {0}
hu: Ismeretlen név: {0}
id: Nama tidak dikenal: {0}
it: Nome sconosciuto: {0}
ja: 不明な名前です: {0}
ko: 알 수 없는 이름: {0}
pl: Nieznana nazwa: {0}
pt: Nome desconhecido: {0}
ro: Nume necunoscut: {0}
ru: Неизвестное имя: {0}
th: ไม่รู้จักชื่อ: {0}
tr: Bilinmeyen ad: {0}
uk: Невідоме ім’я: {0}
vi: Tên không xác định: {0}
zh_hans: 未知名称：{0}
zh_hant: 不明的名稱：{0}

# GoTo_Error_UnknownBookmark
source: There is no bookmark named “{0}”.
ar: لا توجد إشارة مرجعية باسم «{0}».
cs: Záložka s názvem „{0}“ neexistuje.
de: Es gibt kein Lesezeichen mit dem Namen „{0}“.
el: Δεν υπάρχει σελιδοδείκτης με το όνομα «{0}».
es: No hay ningún marcador llamado “{0}”.
fa: نشانکی با نام «{0}» وجود ندارد.
fr: Il n'existe aucun signet nommé « {0} ».
hu: Nincs „{0}” nevű könyvjelző.
id: Tidak ada penanda bernama “{0}”.
it: Non esiste alcun segnalibro denominato “{0}”.
ja: 「{0}」という名前のブックマークはありません。
ko: 이름이 “{0}”인 책갈피가 없습니다.
pl: Nie ma zakładki o nazwie „{0}”.
pt: Não há nenhum marcador chamado “{0}”.
ro: Nu există niciun marcaj numit „{0}”.
ru: Нет закладки с именем «{0}».
th: ไม่มีบุ๊กมาร์กชื่อ “{0}”
tr: “{0}” adlı bir yer işareti yok.
uk: Немає закладки з назвою «{0}».
vi: Không có dấu trang nào tên là “{0}”.
zh_hans: 没有名为“{0}”的书签。
zh_hant: 沒有名為「{0}」的書籤。

# GoTo_Error_UnknownFunction
source: Unknown function: {0}
ar: دالة غير معروفة: {0}
cs: Neznámá funkce: {0}
de: Unbekannte Funktion: {0}
el: Άγνωστη συνάρτηση: {0}
es: Función desconocida: {0}
fa: تابع ناشناخته: {0}
fr: Fonction inconnue : {0}
hu: Ismeretlen függvény: {0}
id: Fungsi tidak dikenal: {0}
it: Funzione sconosciuta: {0}
ja: 不明な関数です: {0}
ko: 알 수 없는 함수: {0}
pl: Nieznana funkcja: {0}
pt: Função desconhecida: {0}
ro: Funcție necunoscută: {0}
ru: Неизвестная функция: {0}
th: ไม่รู้จักฟังก์ชัน: {0}
tr: Bilinmeyen işlev: {0}
uk: Невідома функція: {0}
vi: Hàm không xác định: {0}
zh_hans: 未知函数：{0}
zh_hant: 不明的函式：{0}

# GoTo_Error_DivideByZero
source: Division by zero.
ar: قسمة على صفر.
cs: Dělení nulou.
de: Division durch null.
el: Διαίρεση με το μηδέν.
es: División por cero.
fa: تقسیم بر صفر.
fr: Division par zéro.
hu: Osztás nullával.
id: Pembagian dengan nol.
it: Divisione per zero.
ja: 0 で割っています。
ko: 0으로 나눌 수 없습니다.
pl: Dzielenie przez zero.
pt: Divisão por zero.
ro: Împărțire la zero.
ru: Деление на ноль.
th: หารด้วยศูนย์
tr: Sıfıra bölme.
uk: Ділення на нуль.
vi: Chia cho không.
zh_hans: 除数为零。
zh_hant: 除數為零。

# GoTo_Error_Overflow
source: The value is outside the 64-bit range.
ar: القيمة خارج نطاق 64 بت.
cs: Hodnota je mimo 64bitový rozsah.
de: Der Wert liegt außerhalb des 64-Bit-Bereichs.
el: Η τιμή είναι εκτός του εύρους των 64 bit.
es: El valor está fuera del intervalo de 64 bits.
fa: مقدار خارج از محدودهٔ 64 بیتی است.
fr: La valeur est hors de la plage 64 bits.
hu: Az érték kívül esik a 64 bites tartományon.
id: Nilai berada di luar rentang 64-bit.
it: Il valore non rientra nell'intervallo a 64 bit.
ja: 値が 64 bit の範囲を超えています。
ko: 값이 64비트 범위를 벗어났습니다.
pl: Wartość wykracza poza zakres 64-bitowy.
pt: O valor está fora do intervalo de 64 bits.
ro: Valoarea se află în afara intervalului pe 64 de biți.
ru: Значение выходит за пределы 64-битного диапазона.
th: ค่าอยู่นอกช่วง 64 บิต
tr: Değer 64 bit aralığının dışında.
uk: Значення виходить за межі 64-бітного діапазону.
vi: Giá trị nằm ngoài phạm vi 64 bit.
zh_hans: 值超出 64 位范围。
zh_hant: 值超出 64 位元範圍。

# GoTo_Error_InvalidNumber
source: The number is not valid.
ar: الرقم غير صالح.
cs: Číslo není platné.
de: Die Zahl ist ungültig.
el: Ο αριθμός δεν είναι έγκυρος.
es: El número no es válido.
fa: عدد معتبر نیست.
fr: Le nombre n'est pas valide.
hu: A szám érvénytelen.
id: Angka tidak valid.
it: Il numero non è valido.
ja: 数値が正しくありません。
ko: 숫자가 올바르지 않습니다.
pl: Liczba jest nieprawidłowa.
pt: O número não é válido.
ro: Numărul nu este valid.
ru: Недопустимое число.
th: ตัวเลขไม่ถูกต้อง
tr: Sayı geçerli değil.
uk: Неприпустиме число.
vi: Số không hợp lệ.
zh_hans: 数字无效。
zh_hant: 數字無效。

# GoTo_Error_Unreadable
source: {0}: the data at that position can't be read.
ar: {0}: تتعذّر قراءة البيانات في هذا الموضع.
cs: {0}: data na této pozici nelze přečíst.
de: {0}: Die Daten an dieser Position können nicht gelesen werden.
el: {0}: δεν είναι δυνατή η ανάγνωση των δεδομένων σε αυτή τη θέση.
es: {0}: no se pueden leer los datos de esa posición.
fa: {0}: داده در این موقعیت قابل خواندن نیست.
fr: {0} : impossible de lire les données à cette position.
hu: {0}: az adott pozíción lévő adat nem olvasható.
id: {0}: data di posisi tersebut tidak dapat dibaca.
it: {0}: impossibile leggere i dati in quella posizione.
ja: {0}: その位置のデータを読めません。
ko: {0}: 해당 위치의 데이터를 읽을 수 없습니다.
pl: {0}: nie można odczytać danych w tym miejscu.
pt: {0}: não é possível ler os dados nessa posição.
ro: {0}: datele de la acea poziție nu pot fi citite.
ru: {0}: не удается прочитать данные в этой позиции.
th: {0}: ไม่สามารถอ่านข้อมูลที่ตำแหน่งนั้นได้
tr: {0}: bu konumdaki veriler okunamıyor.
uk: {0}: не вдається прочитати дані в цій позиції.
vi: {0}: không thể đọc dữ liệu tại vị trí đó.
zh_hans: {0}：无法读取该位置的数据。
zh_hant: {0}：無法讀取該位置的資料。

# GoTo_Error_NotAvailable
source: {0} is not available here.
ar: {0} غير متاح هنا.
cs: {0}: zde není k dispozici.
de: {0} ist hier nicht verfügbar.
el: Το {0} δεν είναι διαθέσιμο εδώ.
es: {0} no está disponible aquí.
fa: {0} در اینجا در دسترس نیست.
fr: {0} n'est pas disponible ici.
hu: {0}: itt nem érhető el.
id: {0} tidak tersedia di sini.
it: {0} non è disponibile qui.
ja: {0} はここでは使えません。
ko: {0}은(는) 여기에서 사용할 수 없습니다.
pl: {0}: niedostępne w tym miejscu.
pt: {0} não está disponível aqui.
ro: {0} nu este disponibil aici.
ru: {0}: здесь недоступно.
th: {0} ไม่พร้อมใช้งานที่นี่
tr: {0} burada kullanılamaz.
uk: {0}: тут недоступно.
vi: {0} không khả dụng ở đây.
zh_hans: {0} 在此处不可用。
zh_hant: {0} 在此處無法使用。

# GoTo_BeforeStart
source: Before the start of the file.
ar: قبل بداية الملف.
cs: Před začátkem souboru.
de: Vor dem Anfang der Datei.
el: Πριν από την αρχή του αρχείου.
es: Antes del inicio del archivo.
fa: قبل از ابتدای فایل.
fr: Avant le début du fichier.
hu: A fájl eleje előtt.
id: Sebelum awal file.
it: Prima dell'inizio del file.
ja: ファイルの先頭より前です。
ko: 파일 시작 위치보다 앞입니다.
pl: Przed początkiem pliku.
pt: Antes do início do arquivo.
ro: Înainte de începutul fișierului.
ru: До начала файла.
th: อยู่ก่อนจุดเริ่มต้นของไฟล์
tr: Dosyanın başından önce.
uk: Перед початком файлу.
vi: Trước đầu tệp.
zh_hans: 位于文件开头之前。
zh_hant: 在檔案開頭之前。

# GoTo_BeyondEnd
source: Beyond the end of the file ({0}).
ar: بعد نهاية الملف ({0}).
cs: Za koncem souboru ({0}).
de: Hinter dem Ende der Datei ({0}).
el: Πέρα από το τέλος του αρχείου ({0}).
es: Más allá del final del archivo ({0}).
fa: پس از انتهای فایل ({0}).
fr: Au-delà de la fin du fichier ({0}).
hu: A fájl végén túl ({0}).
id: Melewati akhir file ({0}).
it: Oltre la fine del file ({0}).
ja: ファイルの末尾 ({0}) を超えています。
ko: 파일 끝({0})을 넘었습니다.
pl: Poza końcem pliku ({0}).
pt: Além do fim do arquivo ({0}).
ro: Dincolo de sfârșitul fișierului ({0}).
ru: За концом файла ({0}).
th: เกินจุดสิ้นสุดของไฟล์ ({0})
tr: Dosyanın sonunun ötesinde ({0}).
uk: За кінцем файлу ({0}).
vi: Vượt quá cuối tệp ({0}).
zh_hans: 超出文件末尾（{0}）。
zh_hant: 超出檔案結尾（{0}）。

# Menu_Search.Title
source: Search
ar: بحث
cs: Hledat
de: Suchen
el: Αναζήτηση
es: Buscar
fa: جستجو
fr: Rechercher
hu: Keresés
id: Cari
it: Cerca
ja: 検索(S)
ko: 검색(S)
pl: Szukaj
pt: Pesquisar
ro: Căutare
ru: Поиск
th: ค้นหา(S)
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索(S)
zh_hant: 搜尋(S)

# Menu_Search_Find.Text
source: Find...
ar: بحث...
cs: Najít...
de: Suchen...
el: Εύρεση...
es: Buscar...
fa: یافتن...
fr: Rechercher...
hu: Keresés...
id: Temukan...
it: Trova...
ja: 検索(F)...
ko: 찾기(F)...
pl: Znajdź...
pt: Localizar...
ro: Găsire...
ru: Найти...
th: ค้นหา(F)...
tr: Bul...
uk: Знайти...
vi: Tìm...
zh_hans: 查找(F)...
zh_hant: 尋找(F)...

# Menu_Search_Next.Text
source: Find Next
ar: البحث عن التالي
cs: Najít další
de: Weitersuchen
el: Εύρεση επόμενου
es: Buscar siguiente
fa: یافتن بعدی
fr: Rechercher le suivant
hu: Következő keresése
id: Temukan Berikutnya
it: Trova successivo
ja: 次を検索(N)
ko: 다음 찾기(N)
pl: Znajdź następny
pt: Localizar próxima
ro: Găsire următor
ru: Найти далее
th: ค้นหาถัดไป(N)
tr: Sonrakini Bul
uk: Знайти далі
vi: Tìm Tiếp
zh_hans: 查找下一个(N)
zh_hant: 找下一個(N)

# Menu_Search_Previous.Text
source: Find Previous
ar: البحث عن السابق
cs: Najít předchozí
de: Vorheriges suchen
el: Εύρεση προηγούμενου
es: Buscar anterior
fa: یافتن قبلی
fr: Rechercher le précédent
hu: Előző keresése
id: Temukan Sebelumnya
it: Trova precedente
ja: 前を検索(V)
ko: 이전 찾기(V)
pl: Znajdź poprzedni
pt: Localizar anterior
ro: Găsire anterior
ru: Найти ранее
th: ค้นหาก่อนหน้า(V)
tr: Öncekini Bul
uk: Знайти попереднє
vi: Tìm Trước
zh_hans: 查找上一个(V)
zh_hant: 找上一個(V)

# Find_Kind_Text.Content
source: Text
ar: نص
el: Κείμενο
es: Texto
fa: متن
fr: Texte
hu: Szöveg
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
pl: Tekst
pt: Texto
ru: Текст
th: ข้อความ
tr: Metin
uk: Текст
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# Find_Kind_Name
source: Search type
ar: نوع البحث
cs: Typ hledání
de: Suchtyp
el: Τύπος αναζήτησης
es: Tipo de búsqueda
fa: نوع جستجو
fr: Type de recherche
hu: Keresés típusa
id: Jenis pencarian
it: Tipo di ricerca
ja: 検索の種類
ko: 검색 유형
pl: Typ wyszukiwania
pt: Tipo de pesquisa
ro: Tip de căutare
ru: Тип поиска
th: ชนิดการค้นหา
tr: Arama türü
uk: Тип пошуку
vi: Kiểu tìm kiếm
zh_hans: 搜索类型
zh_hant: 搜尋類型

# Find_Encoding_Name
source: Encoding
ar: الترميز
cs: Kódování
de: Codierung
el: Κωδικοποίηση
es: Codificación
fa: رمزگذاری
fr: Encodage
hu: Kódolás
id: Pengodean
it: Codifica
ja: 文字コード
ko: 인코딩
pl: Kodowanie
pt: Codificação
ro: Codificare
ru: Кодировка
th: การเข้ารหัส
tr: Kodlama
uk: Кодування
vi: Bảng mã
zh_hans: 编码
zh_hant: 編碼

# Find_Query.PlaceholderText
source: Search for (e.g. DE AD ?? EF)
ar: البحث عن (مثل DE AD ?? EF)
cs: Hledat (např. DE AD ?? EF)
de: Suchen nach (z. B. DE AD ?? EF)
el: Αναζήτηση για (π.χ. DE AD ?? EF)
es: Buscar (p. ej., DE AD ?? EF)
fa: مقدار جستجو (مثلاً DE AD ?? EF)
fr: Rechercher (par ex. DE AD ?? EF)
hu: Keresett érték (pl. DE AD ?? EF)
id: Cari (mis. DE AD ?? EF)
it: Cerca (ad es. DE AD ?? EF)
ja: 検索する値 (例: DE AD ?? EF)
ko: 찾을 내용(예: DE AD ?? EF)
pl: Szukaj (np. DE AD ?? EF)
pt: Pesquisar (por exemplo, DE AD ?? EF)
ro: Căutați (de ex. DE AD ?? EF)
ru: Искать (например, DE AD ?? EF)
th: ค้นหา (เช่น DE AD ?? EF)
tr: Aranacak değer (ör. DE AD ?? EF)
uk: Шукати (наприклад, DE AD ?? EF)
vi: Tìm (ví dụ: DE AD ?? EF)
zh_hans: 搜索内容（例如 DE AD ?? EF）
zh_hant: 搜尋內容（例如 DE AD ?? EF）

# Find_Wrap.Content
source: Wrap around
ar: التفاف
cs: Hledat dokola
de: Umbruch
el: Κυκλική αναζήτηση
es: Búsqueda circular
fa: چرخشی
fr: Boucler
hu: Körbe
id: Cari melingkar
it: Ricerca circolare
ja: 折り返す
ko: 순환 검색
pl: Zawijaj
pt: Pesquisa circular
ro: Căutare circulară
ru: Циклический поиск
th: ค้นหาวนรอบ
tr: Başa sar
uk: Циклічний пошук
vi: Tìm vòng
zh_hans: 循环搜索
zh_hant: 循環搜尋
